soburi/arduino-on-zephyr/boards.txt
bbc_microbit.name=bbc_microbit
bbc_microbit.upload.tool=intiki
bbc_microbit.upload.protocol=intiki
bbc_microbit.build.mcu=cortex-m0
bbc_microbit.build.board=bbc_microbit
bbc_microbit.build.f_cpu=32000000L
bbc_microbit.build.core=scirocco
bbc_microbit.build.variant=bbc_microbit
bbc_microbit.build.compiler.path=D:\gcc-arm-none-eabi-7-2018-q2-update-win32\bin
bbc_microbit.build.compiler.triplet=arm-none-eabi
